tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "arduino-cli"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "kubectl"
brew "llvm"
brew "mas"
brew "minikube"
brew "n"
brew "neovim"
brew "pinentry-mac"
brew "ranger"
brew "starship"
brew "telepresence"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "zoxide"

cask "adoptopenjdk8"
cask "android-sdk"
cask "beardedspice"
cask "discord"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "kicad"
cask "osxfuse"
cask "unshaky"

mas "1Password", id: 1333542190
mas "BetterSnapTool", id: 417375580
mas "Brightness Slider", id: 456624497
mas "Todoist", id: 585829637
